Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E21A.tmx
Source language: en_us
Languages: zh_cn

source: Finding Your Personal Style, Lesson 1: Fashion Fades, Style is Eternal
zh_cn: 找到自己的风格：第一课：潮流终是浮云，唯有风格永恒

source: A lot of people (some I know personally, some I have just heard of, and some I know exist out there) define style by what you put on your back, the label of your shoes, or the name of your bag.
zh_cn: 很多人（有些是我认识的，而有些我只是听说过，还有些我知道有这种人存在）将风格定义为穿的什么外套，什么商标的鞋或是什么牌子的包包。

source: This is not just thinking for those who know nothing about fashion or style except for being able to read price tags.
zh_cn: 这不仅仅是指那些除了能识别价格标签之外对潮流或风格一无所知的人。

source: It's sad, and this kind of behavior beats the unique fashion world with all its powers and inspirations and possibilities to the ground by simply dismissing the process of getting to know yourself and transporting your inner self to your clothes.
zh_cn: 可悲的是，这种现象，来势汹汹，鼓动着人们跃跃欲试，带来无限可能，彻底推翻了时尚界的独特性，忽视了了解自我，然后再将内在本心通过外在服饰表现出来的过程。

source: Fashion is the only language that works in a global range without the necessity of using words to transport a message, set a statement or show your colors.
zh_cn: 时尚是唯一全球通行的语言，不需要通过只字片语就可以传递信息，表明立场，展现自我。

source: Style is a dialect of fashion, and finding your own style is a process that takes time and effort and an open mind -- to evolve, to develop, to grow, to change, to find yourself and analyze your true motives and purposes in life.
zh_cn: 而风格就是时尚的对话。找到属于自己的风格，这个过程需要时间，也需要努力和开放的思想——来进化，发展，成长，改变，发现自我，分析出你生活中真正的动力和意图。

source: Throughout the history of fashion we meet graceful ladies such as Audrey Hepburn, Grace Kelly, and Princess Diana, as well as elegant gentlemen like Frank Sinatra, Humphrey Bogart, and James Dean and memorable designers like Yves (Henri Donat Mathieu-) Saint Laurent, Christian Dior and Gabrielle "Coco" (Bonheur) Chanel.
zh_cn: 纵观整个时尚史，出现过众多高贵的女性，比如奥黛丽·赫本，格蕾丝·凯利，以及戴安娜王妃，同样，也有优雅的绅士，像弗兰克·辛纳屈，亨弗莱·鲍嘉，詹姆斯·迪恩以及传世设计师比如伊夫圣罗兰，克里斯汀·迪奥以及香奈儿。

source: All those icons taught us one thing above many others--Fashion fades, while true Style remains eternal, AND Style comes from within oneself.
zh_cn: 所有的这些人物都告诉了我们一件事——潮流终是浮云，唯有风格永恒。而风格则来自每个人自己。

source: It is the essence of who we are, who we want to be and how we want to be seen by others.
zh_cn: 它决定了我们是谁，想要成为怎样的人，想让别人怎么看自己。

source: It is something you either own, or you don't, obviously.
zh_cn: 显然，这是只有我们自己才能掌握的，否则只能是庸庸碌碌。

source: Sometimes, style is something we inherit, if our mothers or fathers or icons help us to find and define ourselves from early on.
zh_cn: 有时，如果很早就有父母或是某人帮我们找到或是设计自己，那么风格有时是可以秉承的。

source: Those of us who do not get that chance, like myself, with a mother who was hardly able to pick a sweater that matched any of her pants in color or fabric, have to pull themselves together to find out who they are and what kind of style fits their personality.
zh_cn: 而我们中有些人并没有这样的机会，比如我自己，我的母亲从来都不能把毛衣和她的裤子搭配好，无论是颜色还是质地，不得不把所有衣服全都拉出来摆好，才能找出与其相配的款式。

source: I don't want to imply that when it comes to fashion I am as impeccable as Leona Lewis' voice, but, between you and me, (and because I am totally aware of having my bad moments too) I am quite fabulous and I love what I do.
zh_cn: 我并不是说只要提到时尚，我就和丽安娜·刘易斯的声音一样无懈可击，但是就你我之间（因为我很清楚自己也曾遇到过低谷），我还是不错的，并且十分热爱我的事业。

source: To me, there is nothing as beautiful and reckless and crazy and immortal and self-defining as fashion.
zh_cn: 对我而言，没有什么能像时尚那样美丽，野性，疯狂，不朽和我型我素。

source: What gets me out of bed every morning is the chance to put together an outfit that makes me feel like I can (never just could) conquer the world.
zh_cn: 每天早上让我起床的动力就是可以床上一件外衣，让我觉得自己就是可以（而非可能）征服世界。

source: And this is the exact feeling I want you to have, learn, live, when you read my Style section here on lifehack.org.
zh_cn: 就是这种感觉，我希望你在读了我的风格版块后，也能拥有，学习，适应。

source: I want you to feel good about yourself and I want you to learn how to dress that way and to fall in love with whatever you want to put on your back because a cardinal rule of shopping suggests, "If you don't love it in the store, you're never going to wear it!"
zh_cn: 我希望你能欣赏自己，学会怎样穿着才能爱上你所穿着的一切，因为正如一条购物的至理名言所说：“如果你在商店就看不上，那么买回去了也永远不会穿。”

source: So, let's start finding ourselves by a simple set of rules we go through in this section.
zh_cn: 所以，让我们先从找到适合自己的简单法则开始。

source: I don't just want to give you orders in what to wear where--that's not my place and not my right.
zh_cn: 我不是要告诉你们在什么场合要穿什么样的衣服——这不是我的职责，我也没有这样的权力。

source: In the end, I don't know you and therefore, I can't tell you what clothes to chose BUT I can help you to learn to know yourself in order to dress better and realize that everything you have inside regarding your motivations, emotions, ambivalences, problems, joys, characteristics, should show in what you wear.
zh_cn: 最后，尽管我不知道你是谁，也不能告诉你应该选什么衣服，但是我可以帮助你了解你自己，从而更好地打扮自己，认识自己的一切，包括你的动力，情感，心理矛盾，难题，快乐，性格，这些都应该在你的穿着中得到体现。

source: Just as Greek sage and philosopher Epictetus said, "Know, first, who you are; and then adorn yourself accordingly."
zh_cn: 正如希腊先哲埃皮克提图所说：“首先要认清自己，才能打扮得体。”

source: But to understand what adorning accordingly really means one has to understand the differences of everything in fashion, from trend to evergreen.
zh_cn: 但是要弄清楚怎样才算得体，你必须要分清时尚里的一切，知道什么是一时之兴，什么是经典不朽。

source: So, I say, "Learn what is available out there to adorn yourself with, first, while you get to know who you are and then, apply whatever you've been taught."
zh_cn: 所以，我说：“首先，要学会怎样用有效地资源打扮自己，弄清楚自己是怎样的一个人，然后就要学以致用了。”

source: Yeah, that's more like it nowadays.
zh_cn: 是的，这就是现在流行的说法了。

source: Lesson #1: Fashion fades, Style is eternal.
zh_cn: 第一课：潮流终是浮云，风格才得永存。

source: I know, this is a rather often-misused quotation but bottom line is that it's true.
zh_cn: 我知道这条很容易被误解，但是不得不承认这话是正确的。

source: Basically, this one lesson, our first one, is to understand the difference between what is a current trend and what is something that will last forever to be a faithful companion along the road to fashion nirvana.
zh_cn: 这是最基本的一课，也是我们的第一课，必须要区分清楚什么只是一时的潮流，而什么会在时尚之路上如影随行，一直陪伴你知道你获得时尚的奥义。

source: There are trend pieces, basics, evergreens and investment pieces.
zh_cn: 有些是一时潮物，有些是基本款，经典款或者是值得一买的物件。

source: The perfect wardrobe consists of each, though I recommend to buy more evergreens and investment pieces, as those are the true survivors of time and changes because they go with it and adapt no matter the time, no matter the change.
zh_cn: 最完美的衣柜应该应有尽有，尽管我建议多买经典款和那些值得一买的，因为这些都是经历时代变迁最终保存下来的，它们无论在哪个时代，遇到怎样的变化，都可以很好适应。

source: As said before, a lot of people stupidly mistake buying labels for having style.
zh_cn: 正如之前所说，很多人愚蠢地认为买大牌就是拥有风格。

source: But trust me--it hurts far more to look ridiculously stupid in a $5,000 Louis Vuitton dress than in a $40 H&M one.
zh_cn: 但是，请相信我——效果并不一定有多好，可能你穿上5000美元的LV还不如那40美元的H&M。

source: At this point of time it's crucial to quote Patricia Field, costume designer of our beloved Sex and the City, who said that, "You can't get caught up by 'is it expensive, is it a designer?'
zh_cn: 就这一点而言，我们不得不引用大家都爱看的美剧《欲望都市》中服装设计师帕特丽夏?菲尔德那句话：”你不能只依靠昂贵的价格和设计师品牌来吸引眼球。

source: It's our eye that chooses and really, it doesn't matter where it comes from."
zh_cn: 一定要通过我们自己的眼睛来挑选，至于来自哪里，其实根本不重要。"

source: And she is right--whatever you lay your eyes on, whatever you buy, whatever you fall in love remember one thing; if you don't love it in the store, you are never going to wear it, and what's really the sense in buying something just because it's Prada or Bottega Veneta or Burberry, if you can't commit to it one hundred percent?
zh_cn: 她是对的——无论你看上了什么，还是打算买什么，爱上了某样东西，都请记住一点：如果你在商店里就看不上，那么你永远都不会穿，如果不能百分百钟爱，那么只因为那些是Prada, Bottega Veneta 或者Burberry就去买，又有什么意义呢？

source: The relationship between yourself and your clothes should be as close as the relationship you have with a love interest--possibly even closer and deeper because in the end, a Prada dress or a pair of Burberry boots or that one H&M military jacket will never break your heart.
zh_cn: 你同自己服装之间的关系应该如同亲密爱人——可能的话还要更深刻一些，因为到了最后，那件Prada的裙子，Burberry的靴子，甚至是那件H&M的军装夹克永远也不会让你伤心。

source: If you love something, stand behind it.
zh_cn: 如果你爱某样东西，请支持它。

source: It is what it is.
zh_cn: 它就是本来的它。

source: Some people simply can't afford the luxury of buying everything Chanel or Louis Vuitton and there's no reason to be ashamed of that.
zh_cn: 有些人可能买不起那些奢侈品，无法将Chanel或者LV的每件单品都收入囊中，这没有什么好羞愧的。

source: Be proud of what you have and what you are able to treat yourself with.
zh_cn: 为你自己所拥有的，和可以给自己的而骄傲。

source: If you have style, you can rock H&M just like others might rock Prada.
zh_cn: 只要你有自己的风格，你可以像别人穿Prada那样把H&M穿出自己的味道。

source: Truly, it is all about the confidence you inherit and radiate.
zh_cn: 真的，这一切都取决于你传承下来的自信和气场。

source: Bottom line: Care about your style and the message you want to transport with the way you dress, and NOT the label.
zh_cn: 总而言之：关注自己的风格，看看你想通过自己的穿着传达出什么样的信息，不要在乎那些商标牌子。
